{
    "SECTION 1 INTRODUCTION": {
        "requirements": [
            {
                "requirement": "Vendors must abide by the routing guide as stated in the Dick's Sporting Goods Vendor Agreement.",
                "source": "As stated in the Dick's Sporting Goods Vendor Agreement (\"Vendor Agreement\"), it is our expectation that vendors will abide by this routing guide."
            },
            {
                "requirement": "Unless identified as recommended or requested, a section in the routing guide is considered to be required.",
                "source": "Please note that unless identified as recommended or requested a section is considered to be required."
            },
            {
                "requirement": "Compliance is necessary for all required items in the routing guide.",
                "source": "Compliance is necessary for all required items."
            },
            {
                "requirement": "Recommended or requested items in the routing guide can become required at any time as Dick's Sporting Goods finds it necessary.",
                "source": "Recommended or requested items can become required at any time as Dick's Sporting Goods finds it necessary."
            },
            {
                "requirement": "Dick's Sporting Goods requires compliance to standards including GS1, UPC, EDI, DOT, ATF, FTC, CBP, and WCAG 2.0 AA.",
                "source": "To enhance our supply chain Dick's Sporting Goods requires compliance to the following standards: • GS1… www.gs1.org • Universal Product Code (UPC) • Electronic Data Interchange (EDI) • Department of Transportation (DOT) • ATF Publication 5300.4 Gun Control Act Chapter 27 CFR Part 478 • Federal Trade Commission (FTC) • US Customs and Borders Protection (CBP) • Web Content Accessibility Guidelines (WCAG) 2.0 AA"
            },
            {
                "requirement": "Guidelines in the routing guide cannot be changed or modified except by written approval by the manager or director of vendor relations.",
                "source": "All guidelines stated herein are Dick's Sporting Goods' policy and cannot be changed or modified except by written approval by the manager or director of vendor relations."
            },
            {
                "requirement": "The routing guide takes precedence over any previous routing guides published by Dick's Sporting Goods.",
                "source": "This routing guide takes precedence over any previous routing guides published by Dick's Sporting Goods."
            },
            {
                "requirement": "Vendors are required to follow the requirements set forth in the routing guide as stated in the vendor agreement.",
                "source": "All vendors are required as stated in the vendor agreement to follow the requirements set forth in the routing guide."
            },
            {
                "requirement": "Vendor must review the documents on the DSG Vendor Portal thoroughly prior to the first shipment to ensure guidelines are followed.",
                "source": "Vendor must review the Documents located on the DSG Vendor Portal, including this Routing Guide, thoroughly prior to the first shipment to ensure guidelines are followed."
            },
            {
                "requirement": "Vendor must revisit the DSG Vendor Portal monthly to check for the most recent updates and alerts.",
                "source": "Vendor must revisit the DSG Vendor Portal monthly to check for our most recent updates and alerts."
            }
        ]
    },
    "SECTION 2 CONFIDENTIAL INFORMATION POLICY": {
        "requirements": [
            {
                "requirement": "New vendors must have contacts from their Vendor Agreement receive a \"Vendor Admin\" User ID for the Dick's Sporting Goods Vendor Portal.",
                "source": "New Vendors –Contacts from your Vendor Agreement will receive a \"Vendor Admin\" User ID for the Dick's Sporting Goods Vendor Portal."
            },
            {
                "requirement": "For existing vendors, the vendor's Vendor Admin is responsible for adding additional users for their organization, as well as maintaining/deleting users as needed.",
                "source": "Existing Vendors - The vendor's Vendor Admin is responsible for adding additional users for their organization, as well as maintaining/deleting users as needed."
            },
            {
                "requirement": "It is recommended to register members from customer service, distribution, transportation, EDI, and sales groups.",
                "source": "It is recommended to register members from the following groups:  customer service, distribution, transportation, EDI, and sales"
            },
            {
                "requirement": "The vendor must maintain current user access and update users if a person has left the company or is no longer on the Dick's Sporting Goods account.",
                "source": "It is required for the vendor to maintain current user access. If a person has left the company or is no longer on the Dick's Sporting Goods account, it is the Vendor Admin responsibility to update the users associated with the Vendor Account."
            },
            {
                "requirement": "It is recommended to have more than one user set up with the admin role.",
                "source": "It is recommended to have more than one user set up with the admin role"
            },
            {
                "requirement": "Vendor must review the Documents located on the DSG Vendor Portal, including this Routing Guide, thoroughly prior to the first shipment to ensure guidelines are followed.",
                "source": "Vendor must review the Documents located on the DSG Vendor Portal, including this Routing Guide, thoroughly prior to the first shipment to ensure guidelines are followed."
            },
            {
                "requirement": "Vendor must revisit the DSG Vendor Portal monthly to check for the most recent updates and alerts.",
                "source": "Vendor must revisit the DSG Vendor Portal monthly to check for our most recent updates and alerts."
            }
        ]
    },
    "SECTION 3 VENDOR INDEMNIFICATION AND INSURANCE": {
        "requirements": [
            {
                "requirement": "New vendors must have contacts from their Vendor Agreement receive a \"Vendor Admin\" User ID for the Dick's Sporting Goods Vendor Portal.",
                "source": "New Vendors –Contacts from your Vendor Agreement will receive a \"Vendor Admin\" User ID for the Dick's Sporting Goods Vendor Portal."
            },
            {
                "requirement": "For existing vendors, the vendor's Vendor Admin is responsible for adding additional users for their organization, as well as maintaining/deleting users as needed.",
                "source": "Existing Vendors - The vendor's Vendor Admin is responsible for adding additional users for their organization, as well as maintaining/deleting users as needed."
            },
            {
                "requirement": "It is recommended to register members from customer service, distribution, transportation, EDI, and sales groups.",
                "source": "It is recommended to register members from the following groups:  customer service, distribution, transportation, EDI, and sales"
            },
            {
                "requirement": "The vendor must maintain current user access and update users if a person has left the company or is no longer on the Dick's Sporting Goods account.",
                "source": "It is required for the vendor to maintain current user access. If a person has left the company or is no longer on the Dick's Sporting Goods account, it is the Vendor Admin responsibility to update the users associated with the Vendor Account."
            },
            {
                "requirement": "It is recommended to have more than one user set up with the admin role.",
                "source": "It is recommended to have more than one user set up with the admin role"
            },
            {
                "requirement": "Vendor must review the Documents located on the DSG Vendor Portal, including this Routing Guide, thoroughly prior to the first shipment to ensure guidelines are followed.",
                "source": "Vendor must review the Documents located on the DSG Vendor Portal, including this Routing Guide, thoroughly prior to the first shipment to ensure guidelines are followed."
            },
            {
                "requirement": "Vendor must revisit the DSG Vendor Portal monthly to check for the most recent updates and alerts.",
                "source": "Vendor must revisit the DSG Vendor Portal monthly to check for our most recent updates and alerts."
            }
        ]
    },
    "SECTION 4 PRODUCT DATA AND ATTRIBUTES": {
        "requirements": [
            {
                "requirement": "Hazardous materials regulated by DOT must meet all prescribed regulations per 49 CFR (Code of Federal Regulations).",
                "source": "All hazardous materials regulated by DOT (Department of Logistics) must meet all prescribed regulation per 49 CFR (Code of Federal Regulations)."
            },
            {
                "requirement": "Hazardous materials must be packaged in United Nations Performance Oriented Packaging (UN POP) except when non-specification packaging is authorized by 49 CFR.",
                "source": "All hazardous materials must be packaged in United Nations Performance Oriented Packaging (UN POP) except when non-specification packaging is authorized by 49 CFR."
            },
            {
                "requirement": "Packaging containing hazardous materials must be properly classified, described, packaged, marked, labeled and in proper condition for Logistics according to applicable DOT regulations.",
                "source": "Packaging containing hazardous materials must be properly classified, described, packaged, marked, labeled and in proper condition for Logistics according to applicable DOT regulations with assurance that required labeling and markings (Labels, markings, proper shipping name, permit number, identification number, etcetera) are not obstructed by UCC-128 or any other vendor labeling."
            }
        ]
    },
    "SECTION 5 VALUE ADDED SERVICES (VAS) REQUIREMENTS": {
        "requirements": [
            {
                "requirement": "All non-prescription (OTC and/or non-Rx) and pharmaceutical drug merchandise supplied to DICK's must be shipped with a minimum of 150 days from expiry.",
                "source": "All non-prescription (OTC and/or non-Rx) and pharmaceutical drug merchandise supplied to DICK's must be shipped with a minimum of 150 days from expiry."
            },
            {
                "requirement": "All merchandise is required to be shipped in floor ready conditioning ready for immediate placement on the selling floor.",
                "source": "All merchandise is required to be shipped in floor ready conditioning ready for immediate placement on the selling floor."
            },
            {
                "requirement": "A human readable UPC and scan able barcode is required on each individual selling product.",
                "source": "A human readable UPC and scan able barcode is required on each individual selling product."
            },
            {
                "requirement": "Boxed inflatables such as soccer balls are required to have the UPC printed directly on the ball as well as on the box. The retail ticket is placed on the front of the box in the upper right corner.",
                "source": "Boxed inflatables such as soccer balls are required to have the UPC printed directly on the ball as well as on the box. The retail ticket is placed on the front of the box in the upper right corner."
            },
            {
                "requirement": "Unless otherwise directed by your buyer all apparel designated for Brick & Mortar is required to be hung.",
                "source": "Unless otherwise directed by your buyer all apparel designated for Brick & Mortar is required to be hung."
            },
            {
                "requirement": "Folded apparel is required to be individually poly bagged to ensure proper presentation is maintained through the supply chain.",
                "source": "It is required to be individually poly bagged to ensure proper presentation is maintained through the supply chain."
            },
            {
                "requirement": "Polybag must be sealed prior to shipping by using either a self-sealing polybag or scotch tape. Do not tie polybags.",
                "source": "Polybag must be sealed prior to shipping by using either a self-sealing polybag or scotch tape. Do not tie polybags."
            },
            {
                "requirement": "All folded garments are required to have the appropriate sizer strip placed 1\" from the left side of the fold with at least 2\" of the strip showing above the folded edge.",
                "source": "All folded garments are required to have the appropriate sizer strip. Additionally it is required to place the sizer strip 1\" from the left side of the fold as you face the garment (wearers right) with at least 2\" of the strip showing above the folded edge."
            },
            {
                "requirement": "PO's designated for ecommerce are required to be folded and in a polybag. No sizer strip is required when shipping orders for ecommerce.",
                "source": "PO's designated for ecommerce are required to be folded and in a polybag. No sizer strip is required when shipping orders for ecommerce."
            },
            {
                "requirement": "All apparel is required to arrive hung using the appropriate black GS1 standard hanger along with the correct black four (4) sided Secure Over-Hanger Sizer (SOHS).",
                "source": "All apparel is required to arrive hung using the appropriate black GS1 standard hanger along with the correct black four (4) sided Secure Over-Hanger Sizer (SOHS)."
            },
            {
                "requirement": "2 Piece sets must use the appropriate top and bottom hanger. It is required to insert the bottom hanger to the top hanger connector.",
                "source": "2 Piece sets must use the appropriate top and bottom hanger. It is required to insert the bottom hanger to the top hanger connector."
            },
            {
                "requirement": "Unless specified in Exhibit F Hanger Guide to hang open, all bottoms are required to hang in a closed presentation using the tucking standard chart as a guide.",
                "source": "REQUIRED: Unless specified in Exhibit F Hanger Guide to hang open, all bottoms are required to hang in a closed presentation using the tucking standard chart below as a guide."
            },
            {
                "requirement": "When ordering hangers from your hanger supplier It is required that you only order hanger styles listed in the hanger chart (Exhibit F). The use of any other non-approved hanger may be subject to a compliance fee.",
                "source": "When ordering hangers from your hanger supplier It is required that you only order hanger styles listed in the hanger chart (Exhibit F). The use of any other non-approved hanger may be subject to a compliance fee."
            },
            {
                "requirement": "Unboxed footwear is required to be packaged in individual polybags and must be secured to the hanger so it does not fall off during transit.",
                "source": "Unboxed footwear REQUIRED: Packaged in individual polybags. Must be secured to the hanger so it does not fall off during transit."
            },
            {
                "requirement": "Boxed footwear is required to have labels on the end of the shoebox noting the style, description, UPC and size.",
                "source": "Boxed Footwear REQUIRED: Labels on the end of the shoebox noting the style, description, UPC and size."
            },
            {
                "requirement": "Folded apparel items require individual polybags. Apparel on hanger, Accessories, and Hardlines items should not have individual polybags.",
                "source": "REQUIRED: Folded apparel items require individual polybags (refer to section 5.2). Apparel on hanger, Accessories, and Hardlines items should not have individual polybags."
            },
            {
                "requirement": "Master polybags should not be sealed with tape or tied in any way.",
                "source": "Master polybags – Do not seal polybags with tape or tie them in any way."
            },
            {
                "requirement": "Individual polybags must be sealed prior to shipping by using either a self-sealing polybag or scotch tape.",
                "source": "Individual polybags – Must be sealed prior to shipping by using either a self-sealing polybag or scotch tape."
            },
            {
                "requirement": "Polybags or master polybags should not exceed 36\" unless the garment exceeds 36\" in length, in which case the polybag should be no more than 1.5\" below the garment.",
                "source": "To avoid the use of excess plastic polybags or master polybag should not exceed the below requirements. Do not exceed 36\" unless the garment exceeds 36\" in length. When garment exceeds 36\" in length polybag/master polybag should be no more the 1.5\" below the garment."
            }
        ]
    },
    "SECTION 6 PURCHASE ORDERS": null,
    "SECTION 7 EDI": {
        "requirements": [
            {
                "requirement": "A separate packing slip is to be created for each purchase order",
                "source": "A separate packing slip is to be created for each purchase order"
            },
            {
                "requirement": "A separate packing slip is to be created for each store designation",
                "source": "A separate packing slip is to be created for each store designation"
            },
            {
                "requirement": "The packing slip must be legible and include the purchase order number, store destination number when applicable, quantity shipped for each UPC",
                "source": "The packing slip must be legible and include the following information: Purchase order number, Store destination number when applicable, Quantity shipped for each UPC"
            },
            {
                "requirement": "For bulk orders, the packing slip must include the number of cartons shipped per UPC and case pack quantity",
                "source": "Bulk Orders - Number of cartons shipped per UPC and case pack quantity is mandatory"
            },
            {
                "requirement": "For replenishment (store) orders, the packing slip must include the number of cartons shipped per PO",
                "source": "Replenishment (store) orders – Number of cartons shipped per PO is mandatory"
            },
            {
                "requirement": "For drop shipments (ship direct-to-store), the packing slip must list carton count as carton x of y at the PO level",
                "source": "Drop Shipments (ship direct-to-store) – List carton count as carton x of y at the PO level"
            },
            {
                "requirement": "For eCommerce packing slips for the ecommerce fulfillment center (821 or 822), a detailed packing slip by carton must be included if you are a non-EDI vendor, listing each carton and its contents",
                "source": "eCommerce packing slip for the ecommerce fulfillment center, 821 or 822 – PO's written with a final destination of the ecommerce fulfillment center at GSI, 821 or 822 must have a detailed packing slip by carton if you are a non EDI vendor. It must list each carton and its contents"
            }
        ]
    },
    "SECTION 8 NON-EDI": {
        "requirements": [
            {
                "requirement": "Cartons must contain merchandise for only one purchase order",
                "source": "Cartons must contain merchandise for only one purchase order"
            },
            {
                "requirement": "All merchandise shipped to Dick's Sporting Goods must be shipped in corrugated cartons. Use of jiffy bags, burlap bags, or mailing envelopes are not permitted.",
                "source": "All merchandise shipped to Dick's Sporting Goods must be shipped in corrugated cartons. Use of jiffy bags, burlap bags, or mailing envelopes are not permitted."
            },
            {
                "requirement": "Do not use rubber bands or ties to hold hangers together on apparel orders or any other merchandise",
                "source": "Do not use rubber bands or ties to hold hangers together on apparel orders or any other merchandise"
            },
            {
                "requirement": "Apparel items for Dick's Sporting Goods brick and mortar stores shipped on hangers cannot be individually polybagged. Instead, use a bladder bag around the entire carton contents. Do not tape or tie the bladder bag closed.",
                "source": "Apparel items for Dick's Sporting Goods brick and mortar stores shipped on hangers cannot be individually polybagged.  Instead, use a bladder bag around the entire carton contents. Do not tape or tie the bladder bag closed."
            },
            {
                "requirement": "Corrugate dividers used to avoid scratching or damage to some merchandise while in transit is allowed, however you must contact the vendor relations team to gain approval. If you are using dividers as a method to protect product no other packaging material can be used i.e. tissue or polybags",
                "source": "Corrugate dividers used to avoid scratching or damage to some merchandise while in transit is allowed, however you must contact the vendor relations team to gain approval. If you are using dividers as a method to protect product no other packaging material can be used i.e. tissue or polybags"
            },
            {
                "requirement": "Shipping in individual polybags is not acceptable unless otherwise stated for specific product throughout the routing guide i.e. ecommerce.",
                "source": "Shipping in individual polybags is not acceptable unless otherwise stated for specific product throughout the routing guide i.e. ecommerce."
            },
            {
                "requirement": "For conveyable cartons, do not use carton straps, banding or wrap individual cartons in cellophane or plastic",
                "source": "Conveyable cartons - Do not use carton straps, banding or wrap individual cartons in cellophane or plastic"
            }
        ]
    },
    "SECTION 9 GENERAL PACKING AND SHIPPING": {
        "requirements": [
            {
                "requirement": "Cartons must contain merchandise for only one purchase order",
                "source": "Cartons must contain merchandise for only one purchase order"
            },
            {
                "requirement": "All merchandise shipped to Dick's Sporting Goods must be shipped in corrugated cartons. Use of jiffy bags, burlap bags, or mailing envelopes are not permitted.",
                "source": "All merchandise shipped to Dick's Sporting Goods must be shipped in corrugated cartons. Use of jiffy bags, burlap bags, or mailing envelopes are not permitted."
            },
            {
                "requirement": "Do not use rubber bands or ties to hold hangers together on apparel orders or any other merchandise",
                "source": "Do not use rubber bands or ties to hold hangers together on apparel orders or any other merchandise"
            },
            {
                "requirement": "Apparel items for Dick's Sporting Goods brick and mortar stores shipped on hangers cannot be individually polybagged. Instead, use a bladder bag around the entire carton contents. Do not tape or tie the bladder bag closed.",
                "source": "Apparel items for Dick's Sporting Goods brick and mortar stores shipped on hangers cannot be individually polybagged.  Instead, use a bladder bag around the entire carton contents. Do not tape or tie the bladder bag closed."
            },
            {
                "requirement": "Corrugate dividers used to avoid scratching or damage to some merchandise while in transit is allowed, however you must contact the vendor relations team to gain approval. If you are using dividers as a method to protect product no other packaging material can be used i.e. tissue or polybags",
                "source": "Corrugate dividers used to avoid scratching or damage to some merchandise while in transit is allowed, however you must contact the vendor relations team to gain approval. If you are using dividers as a method to protect product no other packaging material can be used i.e. tissue or polybags"
            },
            {
                "requirement": "Shipping in individual polybags is not acceptable unless otherwise stated for specific product throughout the routing guide i.e. ecommerce.",
                "source": "Shipping in individual polybags is not acceptable unless otherwise stated for specific product throughout the routing guide i.e. ecommerce."
            },
            {
                "requirement": "Conveyable cartons - Do not use carton straps, banding or wrap individual cartons in cellophane or plastic",
                "source": "Conveyable cartons - Do not use carton straps, banding or wrap individual cartons in cellophane or plastic"
            }
        ]
    },
    "SECTION 10 CARTON LABELING": {
        "requirements": [
            {
                "requirement": "Cartons containing fragile items should have a label indicating \"Fragile\".",
                "source": "Cartons containing fragile items with a label indicating \"Fragile\"."
            },
            {
                "requirement": "Cartons requiring a specific orientation should have arrows and the phrase \"This End Up\".",
                "source": "Cartons requiring a specific orientation with arrows and the phrase \"This End Up\"."
            },
            {
                "requirement": "Cartons requiring clamp equipment should state \"Clamp From this End\".",
                "source": "Cartons requiring clamp equipment should state \"Clamp From this End\""
            },
            {
                "requirement": "Any carton containing more than 20 oz. total fluid liquids shall be marked with the word LIQUID and have orientation arrows.",
                "source": "Any carton containing more than 20 oz. total fluid liquids shall be marked with the word LIQUID and have orientation arrows."
            },
            {
                "requirement": "Cartons containing aerosol sprays should be labeled with a Limited Quantity or Consumer Commodity ORM-D Marking.",
                "source": "Cartons containing aerosol sprays should be labeled with a Limited Quantity or Consumer Commodity ORM-D Marking"
            },
            {
                "requirement": "Cartons with a case pack of 2 or more (excluding displays) may not exceed 75 lbs.",
                "source": "Cartons with a case pack of 2 or more (excluding displays) may not exceed 75 lbs."
            },
            {
                "requirement": "Any legally required external labels may not be obstructed in any manner with any other labeling.",
                "source": "Any Legally required external labels may not be obstructed in any manner with any other labeling"
            },
            {
                "requirement": "Any external labels except for the shipping label shall be marked in both English and Spanish translations.",
                "source": "Any external labels except for the shipping label shall be marked in both English and Spanish translations."
            },
            {
                "requirement": "Cartons shipped individually via small parcel without pallets for Dept. 220, 222 or 225 are required to have a 4\"x4\" Bright Green label placed just left of the UCC128 label on each carton. This label cannot be covered by any other label on the carton.",
                "source": "Any cartons shipped individually via small parcel without pallets are required to have a 4\"x4\" Bright Green label placed just left of the UCC128 label on each carton notating Dept. 220, 222 or 225. This label cannot be covered by any other label on the carton"
            },
            {
                "requirement": "Include a packing slip for each carton in a packing slip envelope attached to the outside of the carton for firearm shipments.",
                "source": "It is required to include a packing slip for each carton in a packing slip envelope attached to the outside of the carton"
            }
        ]
    },
    "SECTION 11 SHIPPING LABEL PLACEMENT": {
        "requirements": [
            {
                "requirement": "All cartons require a label containing the same information as an EDI label excluding the ship to postal barcode and the UCC barcode.",
                "source": "All cartons require a label. The label should contain the same information as an EDI label excluding the ship to postal barcode and the UCC barcode."
            },
            {
                "requirement": "Labels should be placed according to the label placement guidelines.",
                "source": "Labels should be placed according to the label placement guidelines."
            },
            {
                "requirement": "Any weight dimensions printed on the cartons must be accurate.",
                "source": "Carton markings are not required, however any weight dimensions printed on the cartons must be accurate"
            },
            {
                "requirement": "Place label on the right side of the carton 2\" from the natural base and 2\" from the vertical edge to avoid damage in transit.",
                "source": "Place on the right side of the carton 2\" from the natural base of the carton and 2\" from the vertical edge of the carton to avoid damage to the label in transit"
            },
            {
                "requirement": "If the carton height is 4\" or less, place the label on the top of the carton 2\" from right corner and vertical edge.",
                "source": "If the carton height is 4\" or less, place the label the top of the carton 2\" from right corner and vertical edge."
            },
            {
                "requirement": "The bar code portion of the UCC128 label shall be upright (i.e. in picket fence orientation).",
                "source": "The bar code portion of the UCC128 label shall be upright (i.e. in picket fence orientation)"
            },
            {
                "requirement": "The barcode should always be applied so it is smooth on the carton surface with no wrinkles.",
                "source": "The barcode should always be applied so it is smooth on the carton surface with no wrinkles"
            },
            {
                "requirement": "If the label is taller than the carton height, place the label using the general guidelines folding any remaining portion over the top of the carton.",
                "source": "If the label is taller than the carton height, place the label using the general guidelines folding any remaining portion of the label over the top of the carton avoiding the below issues"
            },
            {
                "requirement": "UCC128 barcode on shipping label should never fold over any corner or edge of cartons, overlap a taped seam, or be placed on the end of the carton unless it exceeds 48\" in length.",
                "source": "UCC128 barcode on shipping label should never: Fold over any corner or edge of cartons Overlap (cover) a taped seam on a carton The label should never be placed on the end of the carton unless the carton exceeds 48\" in length."
            },
            {
                "requirement": "For cartons exceeding 48\" in length, place the UCC128 label on the end of the carton.",
                "source": "Cartons determined to be non-conveyable due to length only (exceeds 48\") UCC128 label should be placed on the end of the carton."
            }
        ]
    }
}